{
  "liberal_social_cosmopolita": {
    "label": "Liberal Social Cosmopolita",
    "tagline": "Equilibra mercado, proteção social e liberdades civis em uma visão aberta e cosmopolita de mundo.",
    "description_short": "Valoriza a economia de mercado, a inovação e a integração global, desde que acompanhadas por uma rede de proteção social robusta. Defende fortemente as liberdades civis, os direitos das minorias e a cooperação internacional, preferindo reformas graduais baseadas em evidências.",
    "description_long": "Este perfil vê a economia de mercado, a inovação tecnológica e a competição como motores centrais de prosperidade, mas rejeita uma visão de mercado puro. Acredita que o Estado deve garantir igualdade de oportunidades por meio de educação, saúde, políticas de proteção social e regulação moderada, especialmente para reduzir desigualdades e amortecer choques econômicos. Impostos progressivos e programas de requalificação profissional são vistos como instrumentos legítimos, desde que bem desenhados e avaliados. Em leis e costumes, o Liberal Social Cosmopolita é um defensor firme das liberdades civis: liberdade de expressão, direitos das minorias, direitos reprodutivos, diversidade de estilos de vida e pluralismo religioso. O papel do Estado, nesse aspecto, é proteger indivíduos e grupos vulneráveis contra discriminação e violência, e não impor uma moral única.\n\nNo plano comunitário, este perfil tende a se ver como um “cidadão do mundo”: valoriza a diversidade cultural, a circulação de pessoas e ideias, o multilateralismo e acordos internacionais para temas como comércio, direitos humanos e meio ambiente. Acredita em políticas públicas baseadas em evidências e na ciência aplicada à gestão, com reformas planejadas, monitoradas e corrigidas conforme dados de impacto. Em termos de método, prefere mudanças graduais e negociadas, mas mantém um horizonte idealista de progresso social, inclusão e integração global, combinando pragmatismo na implementação com uma visão normativa forte de direitos e dignidade humana.",
    "description_long_split": {
      "economic": "Defende a economia de mercado, a inovação e a responsabilidade fiscal, mas com um Estado ativo na redução de desigualdades e na garantia de serviços públicos essenciais.",
      "social": "É um forte defensor das liberdades civis, da autonomia individual, dos direitos das minorias e de uma cultura política tolerante e pluralista.",
      "community": "Adota uma identidade cosmopolita, valorizando a diversidade, a imigração regulada, a cooperação internacional e instituições multilaterais.",
      "method": "Aposta em políticas públicas planejadas e baseadas em evidências, com reformas graduais, avaliações de impacto e correções de rota.",
      "pragmatism": "Combina um ideal de justiça social e direitos humanos com pragmatismo negociador, buscando soluções implementáveis e sustentáveis."
    },
    "authors": {
      "classic": [
        "John Stuart Mill",
        "John Rawls",
        "Immanuel Kant",
        "Karl Popper",
        "Amartya Sen"
      ],
      "modern_international": [
        "The Economist (linha editorial)",
        "Martha Nussbaum",
        "Yascha Mounk",
        "Fareed Zakaria",
        "Steven Pinker"
      ],
      "modern_national": [
        "Arminio Fraga",
        "Persio Arida",
        "Marcos Lisboa",
        "Samuel Pessôa",
        "Leandro Karnal"
      ]
    },
    "examples": [
      "Defender impostos progressivos sobre grandes fortunas para financiar educação e saúde públicas de alta qualidade.",
      "Apoiar a legalização do casamento entre pessoas do mesmo sexo e a adoção por casais LGBT.",
      "Ser a favor de políticas de imigração reguladas, mas abertas, valorizando o impacto positivo de imigrantes na economia e na cultura.",
      "Apoiar acordos comerciais internacionais com cláusulas de proteção trabalhista e ambiental.",
      "Defender políticas de ação afirmativa (como cotas) com base em dados sobre desigualdade e mobilidade social.",
      "Apoiar programas de requalificação profissional para trabalhadores afetados por automação ou abertura comercial.",
      "Defender a regulação de plataformas digitais para reduzir desinformação, preservando a liberdade de expressão e o devido processo.",
      "Criticar políticas fiscais populistas que corroem a sustentabilidade do Estado de bem-estar social."
    ],
    "metadata": {
      "keywords": [
        "liberalismo social",
        "cosmopolitismo",
        "direitos civis",
        "estado de bem-estar",
        "globalização",
        "igualdade de oportunidades"
      ],
      "color": "#4C9BE8"
    }
  },
  "tecnocrata_pragmatico": {
    "label": "Tecnocrata Pragmaticista",
    "tagline": "Trata política como gestão técnica, guiada por dados, evidências e eficiência, e não por ideologias rígidas.",
    "description_short": "Rejeita ideologias rígidas em favor de soluções baseadas em dados, expertise técnica e eficiência. Vê o Estado e o mercado como ferramentas intercambiáveis para gerar resultados mensuráveis de bem-estar coletivo.",
    "description_long": "Este perfil enxerga a política como um problema de gestão pública e desenho institucional, e não como um campo de batalhas morais ou identitárias. Na economia, vê o mercado como um mecanismo eficiente para alocação de recursos em muitos contextos, mas não hesita em defender intervenção estatal estratégica quando evidências mostram falhas de mercado, como externalidades ambientais, monopólios ou exclusão extrema. O critério central não é a adesão a uma doutrina, mas o que funciona melhor, de acordo com estudos de impacto, experiências comparadas e métricas claras. Em leis e costumes, tende a ser liberal, mas essa liberalidade decorre menos de um princípio absoluto e mais da constatação de que proibições moralistas costumam ser ineficientes, caras e contraproducentes.\n\nNa dimensão comunitária e internacional, o Tecnocrata Pragmaticista valoriza a cooperação entre países, organismos multilaterais e redes de especialistas, mas sempre com foco em resultados verificáveis. Organizações como OMS, OCDE ou bancos multilaterais são vistas com bons olhos quando fornecem dados, padrões e boas práticas. Em termos de método, é fortemente racionalista: defende planejamento, metas, indicadores, avaliações de custo-benefício e ajustes contínuos a partir da evidência empírica. No eixo pragmatismo, a posição é clara: ideologias são vistas como ruído, e a boa política é aquela que entrega resultados concretos, medidos e auditáveis, mesmo que use, em momentos diferentes, mais Estado ou mais mercado.",
    "description_long_split": {
      "economic": "Vê Estado e mercado como ferramentas; defende livre mercado em geral, mas apoia intervenções estratégicas baseadas em evidências para corrigir falhas e maximizar bem-estar.",
      "social": "Prefere leis e políticas públicas orientadas por dados de saúde, segurança e eficácia, aceitando ampliar liberdades individuais quando a repressão se mostra ineficiente.",
      "community": "Valoriza a cooperação internacional e instituições técnicas globais, desde que produzam resultados concretos e indicadores confiáveis.",
      "method": "Fortemente racionalista e gerencial; defende planejamento, metas, indicadores, experimentos controlados e avaliações de impacto contínuas.",
      "pragmatism": "Altamente pragmático; considera ideologias secundárias frente a soluções que funcionam comprovadamente na prática."
    },
    "authors": {
      "classic": [
        "Max Weber",
        "Jeremy Bentham",
        "John Maynard Keynes",
        "Joseph Schumpeter",
        "Herbert Simon"
      ],
      "modern_international": [
        "Esther Duflo",
        "Abhijit Banerjee",
        "Mariana Mazzucato",
        "Cass Sunstein",
        "Nate Silver"
      ],
      "modern_national": [
        "Ricardo Paes de Barros",
        "Arminio Fraga",
        "Marcos Lisboa",
        "Claudia Costin",
        "Bernard Appy"
      ]
    },
    "examples": [
      "Defender a legalização de drogas com base em dados de redução de violência e custo para o sistema de justiça criminal.",
      "Apoiar programas de transferência de renda avaliados por experimentos de impacto antes de expansão nacional.",
      "Implementar pedágio urbano após estudos técnicos demonstrarem a redução de congestionamento e poluição.",
      "Preferir mandatos fixos e independência técnica para o banco central para reduzir interferência política de curto prazo.",
      "Usar modelos estatísticos e big data para alocar policiamento em áreas com maior incidência de crime.",
      "Defender reforma tributária baseada em simulações e estudos comparados, e não em slogans ideológicos.",
      "Apoiar parcerias público-privadas com contratos baseados em metas e indicadores objetivos de desempenho.",
      "Priorizar vacinação em massa orientada por evidências científicas, mesmo diante de resistência ideológica."
    ],
    "metadata": {
      "keywords": [
        "tecnocracia",
        "política baseada em evidências",
        "gestão pública",
        "eficiência",
        "dados",
        "planejamento"
      ],
      "color": "#00A8A8"
    }
  },
  "conservador_comunitario": {
    "label": "Conservador Comunitário",
    "tagline": "Valoriza tradição, coesão comunitária e ordem social, com mudanças graduais baseadas na experiência histórica.",
    "description_short": "Valoriza profundamente as tradições, a identidade nacional e as instituições que unem a comunidade, como família, vizinhança e associações locais. Prefere mudanças sociais graduais, sustentadas pela experiência, e aceita regulações econômicas para proteger a estabilidade social.",
    "description_long": "Este perfil parte da ideia de que a sociedade é tecida por laços comunitários, tradições e instituições intermediárias — família, igrejas, associações de bairro, clubes e organizações civis — que não podem ser recriadas artificialmente pelo Estado ou pelo mercado. Na economia, enxerga o mercado como uma ferramenta útil para gerar prosperidade, mas não hesita em defender regulações que preservem empregos locais, pequenos negócios e setores considerados parte do tecido social. A globalização irrestrita é vista com desconfiança quando ameaça a continuidade de comunidades concretas em nome de ganhos puramente econômicos. Em leis e costumes, valoriza a ordem, a segurança e a responsabilidade individual, acreditando que normas morais compartilhadas e estabilidade institucional são essenciais para a convivência.\n\nA identidade cultural e nacional é importante, mas não necessariamente em chave agressiva; trata-se mais de pertencimento do que de hostilidade ao outro. O Conservador Comunitário desconfia de grandes projetos de engenharia social — sejam revolucionários ou tecnocráticos — e prefere que mudanças ocorram de forma orgânica, testadas ao longo do tempo. No eixo do método, isso se traduz em forte ceticismo diante de reformas radicais que rompam com a experiência acumulada das gerações. Em termos de pragmatismo, tende a apoiar soluções realistas e testadas, mesmo que imperfeitas, desde que preservem a coesão social, a continuidade institucional e a possibilidade de transmissão de valores entre gerações.",
    "description_long_split": {
      "economic": "Prefere a livre iniciativa, mas apoia regulações e políticas de proteção quando necessário para preservar empregos locais, pequenos negócios e a estabilidade social.",
      "social": "Valoriza a ordem, a segurança pública e a responsabilidade individual como formas de proteger os valores morais e a continuidade da comunidade.",
      "community": "É fortemente enraizado na identidade nacional e nas tradições locais, vendo família e instituições intermediárias como pilares da vida social.",
      "method": "Desconfia de grandes planos de engenharia social; prefere mudanças graduais, orgânicas, guiadas pela experiência histórica e pelo senso prático.",
      "pragmatism": "Busca soluções realistas e testadas que preservem coesão e estabilidade, aceitando imperfeições em nome da continuidade social."
    },
    "authors": {
      "classic": [
        "Edmund Burke",
        "G.K. Chesterton",
        "Alexis de Tocqueville",
        "Michael Oakeshott",
        "Russell Kirk"
      ],
      "modern_international": [
        "Roger Scruton",
        "Robert D. Putnam",
        "Patrick Deneen",
        "Yoram Hazony",
        "Douglas Murray"
      ],
      "modern_national": [
        "Gilberto Freyre",
        "Roberto DaMatta",
        "José Murilo de Carvalho",
        "Bruno Garschagen",
        "Luiz Felipe Pondé"
      ]
    },
    "examples": [
      "Defender políticas de incentivo ao comércio de bairro e à agricultura familiar, mesmo que grandes redes sejam mais baratas.",
      "Apoiar leis de preservação de patrimônio histórico contra demolições em nome de projetos imobiliários.",
      "Ser a favor de leis de segurança mais rígidas para proteger a integridade de espaços públicos e comunitários.",
      "Criticar reformas educacionais abruptas que substituem conteúdos clássicos de formação moral e cívica.",
      "Valorizar ações de caridade e assistência social realizadas por igrejas e associações locais em vez de depender exclusivamente de programas estatais impessoais.",
      "Defender restrições moderadas à compra de terras por estrangeiros em regiões estratégicas.",
      "Apoiar incentivos fiscais para empresas que mantêm empregos em comunidades que dependem fortemente de um setor específico.",
      "Desconfiar de agendas culturais que relativizem completamente tradições e costumes locais."
    ],
    "metadata": {
      "keywords": [
        "conservadorismo",
        "tradição",
        "comunidade",
        "cohesão social",
        "ordem",
        "localismo"
      ],
      "color": "#C28A3A"
    }
  },
  "direita_autoritaria_nacional": {
    "label": "Direita Autoritária Nacionalista",
    "tagline": "Prioriza ordem, autoridade e soberania nacional, defendendo um Estado forte para proteger identidade e segurança.",
    "description_short": "Prioriza a unidade nacional, a ordem social e a soberania do país. Defende um Estado forte para impor leis rígidas, controlar a criminalidade, proteger a cultura local e fortalecer a economia nacional contra influências externas vistas como ameaças.",
    "description_long": "Este perfil vê a nação, entendida como comunidade histórica e cultural, como valor central da política. A economia é tratada de forma instrumental: pode aceitar o mercado, mas defende um intervencionismo estatal robusto em áreas estratégicas, com tarifas, subsídios e planejamento orientado para o fortalecimento da autonomia nacional, das forças armadas e da capacidade produtiva interna. Em relação a leis e costumes, é um perfil claramente autoritário: valoriza disciplina social, punições severas e forte autoridade policial e judicial, vendo o afrouxamento de normas como porta de entrada para desordem e decadência moral.\n\nNa dimensão comunitária, enfatiza uma identidade nacional unificada, desconfia do globalismo, de migrações em larga escala e de instituições internacionais que possam limitar a soberania. A cooperação externa é aceitável desde que subordinada aos interesses nacionais. No eixo do método, aceita planejamento central, campanhas estatais de mobilização e uso intensivo do aparato estatal para “restaurar a ordem” ou “moralizar” a vida pública. Em termos de pragmatismo, mistura idealismo em relação à grandeza nacional com disposição pragmática para usar força, controle e vigilância quando julga necessário para preservar a unidade e a autoridade.",
    "description_long_split": {
      "economic": "Vê a economia como ferramenta de poder nacional, aceitando forte intervenção estatal para proteger setores estratégicos, garantir autonomia e reforçar o aparelho de Estado.",
      "social": "É favorável a leis duras, autoridade policial ampliada e controle estatal sobre comportamentos considerados ameaças à ordem ou à moral tradicional.",
      "community": "Altamente nacionalista; valoriza uma identidade cultural unificada e desconfia de globalismo, imigração em massa e ingerência de organismos internacionais.",
      "method": "Aceita planejamento centralizado, campanhas estatais e ampliação de poderes de segurança para manter ou restaurar a ordem.",
      "pragmatism": "Idealiza a grandeza da nação, mas é pragmático no uso da força, da autoridade e da restrição de liberdades em nome da estabilidade."
    },
    "authors": {
      "classic": [
        "Thomas Hobbes",
        "Niccolò Machiavelli",
        "Carl Schmitt",
        "Joseph de Maistre"
      ],
      "modern_international": [
        "Yoram Hazony",
        "Patrick Deneen",
        "Viktor Orbán (como liderança)",
        "Aleksandr Dugin",
        "John Mearsheimer"
      ],
      "modern_national": [
        "Oliveira Vianna",
        "Alberto Torres",
        "Enéias Carneiro",
        "Olavo de Carvalho",
        "Luiz Philippe de Orléans e Bragança"
      ]
    },
    "examples": [
      "Defender tarifas de importação elevadas para proteger indústrias consideradas estratégicas, mesmo com aumento de preços ao consumidor.",
      "Apoiar leis de segurança nacional que ampliem a vigilância sobre grupos considerados suspeitos ou antipatrióticos.",
      "Ser favorável a penas mais duras, inclusive prisão prolongada, para crimes de desacato, vandalismo político ou ataques a símbolos nacionais.",
      "Criticar tratados internacionais que permitam intervenção externa em temas de direitos humanos ou meio ambiente.",
      "Apoiar intervenções estatais fortes na educação para reforçar o ensino de patriotismo, história nacional e valores tradicionais.",
      "Defender o controle rigoroso de fronteiras e a limitação da imigração de grupos vistos como culturalmente difíceis de integrar.",
      "Apoiar políticas de comunicação estatal que exaltem feitos nacionais e desencorajem críticas consideradas desestabilizadoras.",
      "Ver com simpatia o uso das Forças Armadas em tarefas internas de segurança em momentos de crise."
    ],
    "metadata": {
      "keywords": [
        "nacionalismo",
        "autoritarismo",
        "ordem",
        "soberania",
        "segurança",
        "intervencionismo estatal"
      ],
      "color": "#C0392B"
    }
  },
  "esquerda_comunitaria_igualitaria": {
    "label": "Esquerda Comunitária Igualitária",
    "tagline": "Defende Estado forte para redistribuir renda, com solidariedade e laços comunitários como base da justiça social.",
    "description_short": "Defende um Estado forte voltado a reduzir desigualdades e garantir bem-estar social, mas enxerga a comunidade e a solidariedade como elementos centrais dessa justiça. Valoriza liberdades pessoais, desde que compatíveis com coesão social e responsabilidade compartilhada.",
    "description_long": "Este perfil entende a economia como o campo principal de disputa pela justiça social. Enxerga a desigualdade como problema central e vê o Estado como agente indispensável para corrigi-la, por meio de tributação progressiva, serviços públicos universais, proteção ao trabalho e políticas de redistribuição. Ao mesmo tempo, não aposta apenas em estruturas estatais abstratas: atribui grande importância a sindicatos, associações de bairro, cooperativas, movimentos sociais e redes de apoio locais. Em leis e costumes, tende a defender liberdades pessoais e direitos civis, mas sublinha a responsabilidade de cada indivíduo com a comunidade, rejeitando um individualismo radical que dissolva laços de solidariedade.\n\nNa dimensão comunitária, valoriza o pertencimento a coletividades concretas — bairros, categorias profissionais, grupos culturais — e pode adotar uma visão de identidade nacional inclusiva, que enxergue o povo como sujeito de direitos, mas sem nacionalismo agressivo. Em termos de método, prefere reformas planejadas e políticas públicas de longo prazo, mas admite ajustes pragmáticos segundo restrições econômicas. Combina um ideal forte de igualdade com uma preocupação prática com o funcionamento de serviços e instituições. No eixo pragmatismo, costuma aceitar alianças táticas e negociações, desde que não destruam o objetivo maior de reduzir desigualdades e fortalecer a coesão social.",
    "description_long_split": {
      "economic": "Defende um Estado robusto na redistribuição de renda, com serviços públicos universais e proteção ao trabalhador como pilares da justiça social.",
      "social": "Valoriza liberdades pessoais, mas enfatiza que direitos devem ser equilibrados com deveres e responsabilidade perante a comunidade.",
      "community": "É fortemente comunitário; valoriza solidariedade, pertencimento local, organizações coletivas e uma identidade popular inclusiva.",
      "method": "Acredita em planejamento estatal e políticas de longo prazo, com ajustes graduais em função de resultados e restrições reais.",
      "pragmatism": "Combina ideal de igualdade com atenção à viabilidade das políticas, aceitando compromissos desde que preservem avanços sociais."
    },
    "authors": {
      "classic": [
        "Jean-Jacques Rousseau",
        "Karl Polanyi",
        "Émile Durkheim",
        "Robert Owen",
        "Eduard Bernstein"
      ],
      "modern_international": [
        "Michael Sandel",
        "Robert D. Putnam",
        "Thomas Piketty",
        "Richard Wilkinson",
        "Kate Pickett"
      ],
      "modern_national": [
        "Celso Furtado",
        "Darcy Ribeiro",
        "Milton Santos",
        "Jessé Souza",
        "Maria da Conceição Tavares"
      ]
    },
    "examples": [
      "Defender um sistema público de saúde universal e bem financiado, custeado por impostos progressivos.",
      "Apoiar o fortalecimento de sindicatos, cooperativas de trabalhadores e associações de bairro como instrumentos de organização social.",
      "Ser favorável a políticas de proteção ao comércio local e à indústria nacional contra concorrência global predatória.",
      "Defender a liberdade de expressão, mas apoiar regulações de comunicação para combater desinformação que abale coesão social.",
      "Propor programas de renda básica atrelados a redes de apoio e capacitação comunitária.",
      "Criticar práticas de consumo ostentatório em sociedades muito desiguais, defendendo valores de frugalidade e solidariedade.",
      "Apoiar programas de moradia popular integrados a políticas de urbanismo que favoreçam convivência e serviços públicos.",
      "Defender educação cívica nas escolas com foco em solidariedade, participação coletiva e justiça social."
    ],
    "metadata": {
      "keywords": [
        "esquerda",
        "igualdade",
        "solidariedade",
        "comunidade",
        "estado de bem-estar",
        "justiça social"
      ],
      "color": "#E67E22"
    }
  },
  "social_democrata_pragmatico": {
    "label": "Social-Democrata Pragmatista",
    "tagline": "Busca conciliar economia de mercado com Estado de bem-estar robusto por meio de reformas graduais e negociação política.",
    "description_short": "Defende um equilíbrio entre um Estado de bem-estar social atuante e uma economia de mercado funcional. Valoriza as liberdades individuais, mas prioriza a negociação política, o gradualismo e soluções concretas, rejeitando utopias e rupturas radicais.",
    "description_long": "Este perfil enxerga o mercado como principal gerador de riqueza, inovação e eficiência, mas considera que, sem regulação e redistribuição, tende a produzir desigualdades inaceitáveis. Inspira-se em experiências de social-democracia e em modelos nórdicos, nos quais alta tributação convive com ampla rede de proteção social e economia competitiva. Defende serviços públicos universais, especialmente em saúde, educação e previdência, bem como políticas ativas de emprego e proteção ao trabalhador em contextos de mudança tecnológica ou globalização. Em leis e costumes, tende a apoiar direitos civis, igualdade de gênero, direitos das minorias e liberdade de expressão, aceitando regulações pontuais em nome de proteção social e ordem democrática.\n\nNa dimensão comunitária e internacional, o Social-Democrata Pragmatista combina senso de identidade nacional com abertura à cooperação e integração econômica, desde que acompanhadas de salvaguardas sociais e trabalhistas. Em termos de método, valoriza a política institucional: reformas planejadas, negociações entre partidos, construção de coalizões e busca de consensos mínimos para avançar. Rejeita tanto soluções “mágicas” quanto discursos revolucionários que ignoram limites fiscais, institucionais e econômicos. No eixo do pragmatismo, é fortemente realista: prefere avanços graduais, imperfeitos, mas implementáveis, a projetos perfeitos que jamais saem do papel.",
    "description_long_split": {
      "economic": "Favorece um Estado de bem-estar robusto, com alta tributação progressiva, mas reconhece a economia de mercado como motor central de crescimento.",
      "social": "Defende liberdades civis e direitos individuais, aceitando regulações pontuais para proteger coesão social, trabalhadores e grupos vulneráveis.",
      "community": "Equilibra identidade nacional e dever cívico com abertura a cooperação internacional, acordos comerciais e instituições multilaterais.",
      "method": "Aposta em reformas planejadas com base em dados, negociadas em ambiente institucional e implementadas de forma gradual.",
      "pragmatism": "Altamente realista; prioriza governabilidade, compromisso e resultados práticos acima da pureza ideológica."
    },
    "authors": {
      "classic": [
        "Eduard Bernstein",
        "John Maynard Keynes",
        "John Rawls",
        "Karl Popper"
      ],
      "modern_international": [
        "Joseph Stiglitz",
        "Thomas Piketty",
        "Mariana Mazzucato",
        "Paul Krugman",
        "Olof Palme"
      ],
      "modern_national": [
        "Fernando Henrique Cardoso",
        "André Lara Resende",
        "Marcos Lisboa",
        "Samuel Pessôa",
        "Celso Furtado"
      ]
    },
    "examples": [
      "Defender um sistema público de saúde universal, mas rejeitar congelamento artificial de preços de aluguel ou combustíveis.",
      "Apoiar aumentos graduais do salário mínimo baseados em estudos de impacto econômico.",
      "Ser favorável à descriminalização do porte de drogas para uso pessoal, tratando o tema como saúde pública.",
      "Aceitar que seu partido forme coalizão com partidos de centro para aprovar uma reforma tributária considerada necessária.",
      "Apoiar acordos de livre comércio com cláusulas de proteção social e ambiental.",
      "Criticar burocracia excessiva, mas defender concursos públicos transparentes para áreas estratégicas.",
      "Apoiar combinação de escolas públicas tradicionais com experiências-piloto de escolas em parceria com organizações sociais.",
      "Defender reformas da previdência que preservem direitos básicos mas ajustem regras de forma gradual e negociada."
    ],
    "metadata": {
      "keywords": [
        "social-democracia",
        "bem-estar social",
        "reformas graduais",
        "negociação política",
        "igualdade",
        "economia mista"
      ],
      "color": "#9B59B6"
    }
  },
  "idealista_utopico": {
    "label": "Idealista Utópico",
    "tagline": "Coloca um ideal moral ou filosófico acima de compromissos práticos, defendendo transformações profundas na sociedade.",
    "description_short": "Coloca princípios morais, filosóficos ou uma grande visão de futuro acima de considerações pragmáticas. Acredita que a sociedade deve ser radicalmente transformada para se alinhar a esse ideal e tende a rejeitar acordos políticos que diluam sua pureza.",
    "description_long": "Este perfil enxerga a política e a sociedade à luz de um ideal normativo forte — pode ser igualdade absoluta, liberdade absoluta, pureza moral, ordem perfeita ou outro princípio dominante. As instituições atuais são avaliadas com base na distância em relação a esse ideal: se forem consideradas intrinsecamente injustas, corruptas ou imorais, o objetivo não é reformá-las gradualmente, mas substituí-las por algo qualitativamente novo. Na economia, o Idealista Utópico pode defender tanto um modelo de economia planificada sem propriedade privada quanto, em outra direção, um mercado totalmente livre sem Estado; o denominador comum é a rejeição a arranjos de compromisso considerados “meio-termo”. Em leis e costumes, tende a propor transformações radicais da moral vigente, das estruturas familiares, da relação entre Estado e indivíduo ou da própria forma de governo.\n\nNa dimensão comunitária, pode adotar tanto uma visão cosmopolita de fraternidade humana sem fronteiras quanto uma visão de comunidade homogênea, purificada de elementos considerados “decadentes” ou “corruptores”. Em termos de método, costuma confiar em grandes projetos de engenharia social, revoluções institucionais, “refundação” do Estado ou da moral pública. No eixo do pragmatismo, é fortemente idealista: prefere o fracasso com fidelidade ao princípio do que o sucesso mediante concessões consideradas inaceitáveis. Isso pode gerar energia mobilizadora e capacidade de crítica profunda, mas também dificuldade de construir alianças amplas e de sustentar resultados duradouros em sistemas pluralistas.",
    "description_long_split": {
      "economic": "Enxerga modelos econômicos como instrumentos para alcançar uma utopia moral ou filosófica, seja ela de igualdade perfeita, liberdade absoluta ou pureza comunitária.",
      "social": "Avalia leis e costumes pela aderência a um ideal; quando julga a realidade injusta, defende mudanças profundas e não meros ajustes incrementais.",
      "community": "Imagina comunidades ideais — sejam nações perfeitamente ordenadas ou uma humanidade unificada — e julga as comunidades existentes por essa medida.",
      "method": "É fortemente racionalista e engenheiro social; tende a defender revoluções institucionais ou reformas estruturais amplas para redesenhar a sociedade.",
      "pragmatism": "É explicitamente anti-pragmático: prefere perder mantendo a pureza do ideal a ganhar mediante compromissos que considere traição aos princípios."
    },
    "authors": {
      "classic": [
        "Platão",
        "Thomas More",
        "Jean-Jacques Rousseau",
        "Karl Marx",
        "Immanuel Kant"
      ],
      "modern_international": [
        "Noam Chomsky",
        "Peter Singer",
        "Slavoj Žižek",
        "Judith Butler",
        "Naomi Klein"
      ],
      "modern_national": [
        "Paulo Freire",
        "Darcy Ribeiro",
        "Leonardo Boff",
        "Vladimir Safatle",
        "Jessé Souza"
      ]
    },
    "examples": [
      "Defender o fim imediato do uso de combustíveis fósseis, mesmo diante de risco de colapso econômico, em nome de um imperativo moral ecológico.",
      "Rejeitar qualquer aliança política com grupos que discordem de um ponto central da pauta, mesmo que isso impeça vitórias eleitorais.",
      "Propor abolição total da propriedade privada ou, em outra direção, abolição quase completa do Estado, por considerar o sistema atual intrinsecamente corrupto.",
      "Defender a substituição completa das instituições penais por modelos totalmente novos baseados em reeducação ou justiça restaurativa radical.",
      "Apoiar ruptura institucional fora das regras vigentes para instaurar uma nova ordem baseada em princípios tidos como superiores.",
      "Defender uma reforma educacional integral para moldar cidadãos segundo um modelo ético-ideológico específico.",
      "Rejeitar compromissos internacionais ou acordos políticos que não incorporem 100% das demandas de justiça ou igualdade defendidas.",
      "Criticar políticas de transição gradual como distrações que perpetuam estruturas injustas."
    ],
    "metadata": {
      "keywords": [
        "idealismo",
        "utopia",
        "radicalismo",
        "revolução",
        "princípios morais",
        "engenharia social"
      ],
      "color": "#F39C12"
    }
  },
  "empirista_conservador": {
    "label": "Empirista Conservador",
    "tagline": "Valoriza estabilidade e bom senso, confiando mais na experiência e em mudanças graduais do que em grandes teorias.",
    "description_short": "Cético em relação a grandes ideologias ou projetos de engenharia social, valoriza a estabilidade e as tradições que resistiram ao teste do tempo. Prefere mudanças graduais, com base em experiência prática e no que demonstrou funcionar na realidade.",
    "description_long": "Este perfil vê a sociedade como um organismo complexo que se formou historicamente por tentativas, erros e aprendizados acumulados. Por isso, desconfia de teorias grandiosas que prometem redesenhar a sociedade do zero. Na economia, tende a favorecer a responsabilidade fiscal, a proteção à moeda e a estabilidade de regras, com simpatia geral pela economia de mercado, mas sem dogmatismo; aceita intervenções pontuais quando a experiência mostra que são necessárias para evitar crises ou colapsos sociais. Em leis e costumes, valoriza ordem e previsibilidade, mas vê as normas morais menos como mandamentos abstratos e mais como resultados de práticas que funcionaram razoavelmente bem ao longo do tempo.\n\nNa dimensão comunitária, reconhece valor em tradições, rituais e instituições locais não apenas por apreço sentimental, mas porque enxerga neles um tipo de sabedoria prática testada empiricamente por gerações. Em termos de método, é fortesmentee empirista: defende pequenas reformas, ajustes pontuais, pilotos de política pública e avaliação de resultados antes de escalar mudanças. Desconfia tanto de revoluções quanto de tecnocracias que tentem controlar todos os aspectos da vida social. No eixo do pragmatismo, considera o bom senso, a prudência e a capacidade de aprender com erros mais importantes do que a adesão rígida a uma ideologia.",
    "description_long_split": {
      "economic": "Favorece estabilidade institucional, responsabilidade fiscal e economia de mercado, aceitando intervenções pontuais quando a experiência comprova sua necessidade.",
      "social": "Valoriza ordem e previsibilidade, aceitando mudanças de costumes apenas quando demonstram melhorar a convivência sem gerar caos.",
      "community": "Atribui valor às tradições e à identidade local como formas de sabedoria prática acumulada, não apenas como símbolos.",
      "method": "É fortemente empirista: prefere mudanças incrementais, testes e correções graduais em vez de grandes planos abstratos.",
      "pragmatism": "É profundamente pragmático; confia no bom senso, na prudência e em evidências históricas mais do que em teorias totalizantes."
    },
    "authors": {
      "classic": [
        "Edmund Burke",
        "David Hume",
        "Michael Oakeshott",
        "Alexis de Tocqueville",
        "Aristóteles"
      ],
      "modern_international": [
        "Thomas Sowell",
        "Roger Scruton",
        "Niall Ferguson",
        "Yuval Levin",
        "Theodore Dalrymple"
      ],
      "modern_national": [
        "Roberto DaMatta",
        "José Murilo de Carvalho",
        "José Guilherme Merquior",
        "Luiz Felipe Pondé",
        "Denis Rosenfield"
      ]
    },
    "examples": [
      "Opor-se à convocação de uma nova Constituição, preferindo emendas pontuais para corrigir problemas específicos.",
      "Defender controle de gastos públicos por prudência fiscal, sem retórica de Estado mínimo ou de expansão ilimitada.",
      "Ser cético em relação a programas sociais totalmente novos e amplos, preferindo melhorar e ajustar gradualmente programas existentes.",
      "Apoiar preservação de centros históricos e patrimônios culturais mesmo quando grandes projetos prometem retorno econômico rápido.",
      "Defender reformas trabalhistas e previdenciárias graduais, com fases de transição e avaliação de resultados.",
      "Apoiar políticas ambientais que protejam recursos naturais sem paralisar atividades econômicas, baseadas em evidências de impacto.",
      "Preferir mudanças em políticas educacionais testadas em projetos-piloto antes de adoção nacional.",
      "Criticar tanto revoluções políticas quanto projetos de planejamento tecnocrático demasiadamente ambiciosos."
    ],
    "metadata": {
      "keywords": [
        "conservadorismo cético",
        "empirismo",
        "prudência",
        "bom senso",
        "mudança gradual",
        "estabilidade"
      ],
      "color": "#8E8E8E"
    }
  },
  "direita_libertaria": {
    "label": "Direita Libertária",
    "tagline": "Defende máxima liberdade individual e um Estado mínimo, limitado à proteção da propriedade e dos contratos.",
    "description_short": "Defende a máxima liberdade individual na economia e na vida privada, vendo o Estado como principal ameaça à autonomia. Acredita em impostos muito baixos, regulação mínima e forte proteção à propriedade privada e aos contratos voluntários.",
    "description_long": "Este perfil assume que indivíduos são, em princípio, donos de si mesmos e do fruto de seu trabalho, e que qualquer coerção estatal deve ser estritamente limitada. Na economia, é um defensor firme do livre mercado, da concorrência e da propriedade privada. Impostos elevados são vistos como formas de expropriação e transferência coercitiva de renda. Serviços como saúde, educação, previdência e infraestrutura são entendidos como passíveis de organização predominante ou exclusivamente pelo setor privado, por meio de contratos, seguros e associações voluntárias. Em leis e costumes, tende a ser fortemente libertário: defende a autonomia individual para escolhas de consumo, estilo de vida, uso de substâncias e organização familiar, desde que não haja agressão a terceiros.\n\nNa dimensão comunitária, não rejeita comunidades em si, mas insiste que elas devem ser fruto de associações voluntárias, não de obrigações impostas por Estado, tradição ou pressão coletiva. No eixo do método, rejeita planejamentos centrais, planos de desenvolvimento e engenharia social estatal, confiando na ordem espontânea que emerge de interações livres no mercado e na sociedade civil. Em termos de pragmatismo, acredita que, além de moralmente superior, o mercado livre é o arranjo mais eficaz e adaptativo para resolver problemas complexos, inovar e alocar recursos com eficiência.",
    "description_long_split": {
      "economic": "Defende um Estado mínimo, impostos muito baixos, ampla privatização e liberdade contratual quase irrestrita.",
      "social": "Preza fortemente pelas liberdades civis e pela autonomia individual, opondo-se à interferência estatal em estilos de vida e costumes.",
      "community": "Valoriza comunidades formadas por associação voluntária, recusando obrigações impostas por Estado ou tradição.",
      "method": "Rejeita planejamentos centrais; confia na ordem espontânea resultante da interação livre entre indivíduos e empresas.",
      "pragmatism": "É pragmaticamente pró-mercado, acreditando que a liberdade gera prosperidade e soluções mais eficientes do que qualquer arranjo estatal."
    },
    "authors": {
      "classic": [
        "John Locke",
        "Adam Smith",
        "Frédéric Bastiat",
        "Ludwig von Mises",
        "Friedrich Hayek"
      ],
      "modern_international": [
        "Milton Friedman",
        "Thomas Sowell",
        "Robert Nozick",
        "Deirdre McCloskey",
        "Bryan Caplan"
      ],
      "modern_national": [
        "Roberto Campos",
        "Gustavo Franco",
        "Hélio Beltrão",
        "Rodrigo Constantino",
        "Paulo Guedes"
      ]
    },
    "examples": [
      "Defender privatização ampla de empresas estatais, inclusive em setores de energia e infraestrutura.",
      "Ser contrário a impostos progressivos e defensor de um imposto único e baixo ou de forte redução da carga tributária.",
      "Apoiar legalização de drogas, jogos de azar e outras atividades consideradas de risco, desde que consensuais entre adultos.",
      "Ser contra controles de preços, subsídios setoriais ou políticas industriais dirigidas pelo Estado.",
      "Defender ampla liberdade para homeschooling e escolas privadas com currículos livres, financiadas diretamente pelos pais.",
      "Apoiar a desregulamentação de mercados de trabalho, facilitando contratos flexíveis entre empregadores e empregados.",
      "Ver com simpatia o uso de criptomoedas e outras formas privadas de moeda como alternativas ao monopólio estatal.",
      "Defender o direito ao porte de armas para autodefesa, com mínima intervenção do Estado."
    ],
    "metadata": {
      "keywords": [
        "libertarianismo",
        "estado mínimo",
        "livre mercado",
        "propriedade privada",
        "autonomia individual",
        "antiestatismo"
      ],
      "color": "#27AE60"
    }
  },
  "esquerda_libertaria_cosmopolita": {
    "label": "Esquerda Libertária Cosmopolita",
    "tagline": "Combina justiça social forte com máxima liberdade na vida privada e uma visão cosmopolita de direitos humanos.",
    "description_short": "Defende um Estado ativo na redução da desigualdade econômica, mas é radicalmente contra a intervenção estatal na esfera privada e nos costumes. Valoriza diversidade, direitos humanos universais e cooperação internacional.",
    "description_long": "Este perfil combina uma agenda econômica fortemente igualitária com uma defesa radical das liberdades individuais na vida privada. Na economia, defende tributação progressiva, serviços públicos universais, políticas de redistribuição de renda e fortalecimento de direitos trabalhistas. Vê grandes desigualdades de renda e riqueza como formas de violência estrutural que precisam ser enfrentadas por políticas de Estado. Ao mesmo tempo, rejeita o autoritarismo moral, seja conservador ou de esquerda: defende liberdade de expressão, direitos sexuais e reprodutivos, diversidade de gênero e orientação sexual, bem como o direito de cada pessoa escolher seu estilo de vida sem coerção.\n\nNa dimensão comunitária, a Esquerda Libertária Cosmopolita se vê como parte de uma comunidade humana ampla, ultrapassando fronteiras rígidas de nacionalidade. Valoriza imigração, acolhimento de refugiados, cooperação internacional e redes transnacionais de ativismo. Em termos de método, acredita em reformas planejadas, mas com forte participação social, movimentos de base e arranjos democráticos horizontais. No eixo do pragmatismo, é idealista em relação a igualdade e liberdade, mas reconhece a necessidade de passos concretos, campanhas específicas e vitórias parciais para avançar.",
    "description_long_split": {
      "economic": "Defende Estado ativo na redistribuição de renda e na garantia de serviços públicos, buscando reduzir desigualdades e exclusão.",
      "social": "É radicalmente libertário no campo dos costumes: defende autonomia individual, diversidade e direitos das minorias contra qualquer autoritarismo moral.",
      "community": "Adota um cosmopolitismo forte, valorizando imigração, acolhimento de refugiados e direitos humanos universais acima de fronteiras rígidas.",
      "method": "Apoia reformas planejadas e participação social intensa, combinando ação institucional com movimentos de base e ativismo.",
      "pragmatism": "É idealista nos objetivos de igualdade e liberdade, mas aceita estratégias graduais e campanhas concretas para construir avanços reais."
    },
    "authors": {
      "classic": [
        "John Stuart Mill",
        "John Rawls",
        "Pierre-Joseph Proudhon",
        "Mikhail Bakunin",
        "Emma Goldman"
      ],
      "modern_international": [
        "Thomas Piketty",
        "Judith Butler",
        "Joseph Stiglitz",
        "Martha Nussbaum",
        "David Graeber"
      ],
      "modern_national": [
        "Silvio Almeida",
        "Djamila Ribeiro",
        "Laura Carvalho",
        "Debora Diniz",
        "Sabrina Fernandes"
      ]
    },
    "examples": [
      "Defender impostos sobre grandes fortunas para financiar saúde, educação e programas de renda básica.",
      "Apoiar a legalização do aborto e das drogas, tratando ambos como questões de saúde pública e autonomia individual.",
      "Ser favorável a políticas de cotas raciais e sociais como forma temporária de corrigir desigualdades históricas.",
      "Defender acolhimento humanitário de refugiados e regularização de imigrantes, com políticas de integração social.",
      "Apoiar acordos climáticos internacionais mesmo que impliquem custos econômicos significativos para o país.",
      "Criticar leis de segurança que ampliem vigilância estatal sem garantias robustas de direitos civis.",
      "Apoiar movimentos sociais e ONGs que atuam em redes transnacionais em causas de direitos humanos, clima e igualdade.",
      "Defender descriminalização do trabalho sexual voluntário, regulado com foco em direitos e proteção."
    ],
    "metadata": {
      "keywords": [
        "esquerda libertária",
        "cosmopolitismo",
        "direitos humanos",
        "justiça social",
        "diversidade",
        "igualdade"
      ],
      "color": "#E91E63"
    }
  },
  "liberal_classico_mercado": {
    "label": "Liberal Clássico de Mercado",
    "tagline": "Vê liberdade individual, Estado de Direito e economia de mercado como pilares centrais da prosperidade.",
    "description_short": "Defende a liberdade individual e a economia de mercado como os melhores caminhos para a prosperidade. Acredita em instituições fortes, como o Estado de Direito, e em reformas graduais baseadas em evidências, dando preferência a um Estado regulador leve em vez de empresário.",
    "description_long": "Este perfil encara a economia de mercado como o mecanismo mais eficiente de geração de riqueza, inovação e coordenação de interesses em sociedades complexas. Defende forte proteção à propriedade privada, contratos e liberdade de empreender, vendo regulações excessivas e empresas estatais como fontes frequentes de ineficiência e captura política. O papel do Estado deve ser concentrado em garantir segurança, justiça imparcial, infraestrutura básica e um ambiente de negócios previsível. Em leis e costumes, valoriza liberdades civis, liberdade de expressão e autonomia individual, opondo-se a tentativas do Estado de impor normas morais rígidas ou de censurar opiniões.\n\nNa dimensão comunitária, tende a ser moderadamente cosmopolita: apoia comércio internacional, integração financeira e circulação de ideias, mas reconhece o papel de instituições nacionais na garantia de regras claras. Em termos de método, prefere reformas graduais, sustentadas por análises de custo-benefício, evidências empíricas e preocupação com estabilidade macroeconômica. Rejeita tanto rupturas revolucionárias quanto planos desenvolvimentistas que ignorem restrições fiscais e incentivos de mercado. No eixo pragmatismo, é fortemente realista, priorizando arranjos institucionais que permitam correção de erros, alternância de poder e aprendizado incremental.",
    "description_long_split": {
      "economic": "Defende livre iniciativa, concorrência, abertura comercial e um Estado focado em garantir segurança jurídica e ambiente de negócios estável.",
      "social": "Valoriza liberdades civis, liberdade de expressão e autonomia individual, resistindo ao autoritarismo e a controles morais estatais.",
      "community": "É aberto à integração global e ao fluxo de comércio e capitais, mantendo respeito a instituições nacionais e ao Estado de Direito.",
      "method": "Prefere reformas graduais, baseadas em evidências, que fortaleçam instituições e corrijam distorções sem rupturas bruscas.",
      "pragmatism": "É pragmático e institucionalista, desconfiando de utopias e de soluções simplistas que ignorem incentivos econômicos."
    },
    "authors": {
      "classic": [
        "Adam Smith",
        "John Locke",
        "John Stuart Mill",
        "Friedrich Hayek",
        "Montesquieu"
      ],
      "modern_international": [
        "Milton Friedman",
        "Thomas Sowell",
        "Deirdre McCloskey",
        "Anne Applebaum",
        "Tyler Cowen"
      ],
      "modern_national": [
        "Roberto Campos",
        "Gustavo Franco",
        "Marcos Lisboa",
        "Samuel Pessôa",
        "Elena Landau"
      ]
    },
    "examples": [
      "Defender privatização de empresas estatais acompanhada de agências reguladoras independentes.",
      "Ser favorável a acordos de livre comércio e contrário a barreiras protecionistas amplas.",
      "Apoiar reforma tributária que simplifique impostos e reduza burocracia para empresas.",
      "Defender liberdade de expressão inclusive para opiniões impopulares, com poucas restrições legais.",
      "Opor-se a controles de preços e tabelamentos generalizados, propondo políticas focalizadas de transferência de renda em vez disso.",
      "Apoiar programas de vouchers ou parcerias público-privadas em educação e saúde para aumentar competição e eficiência.",
      "Defender independência do banco central e metas claras de inflação para garantir estabilidade monetária.",
      "Criticar subsídios setoriais e favores fiscais a grupos específicos, defendendo regras gerais e previsíveis."
    ],
    "metadata": {
      "keywords": [
        "liberalismo clássico",
        "mercado",
        "estado de direito",
        "reformas",
        "propriedade privada",
        "abertura comercial"
      ],
      "color": "#2980B9"
    }
  },
  "esquerda_nacional_desenvolvimentista_autoritaria": {
    "label": "Esquerda Nacional-Desenvolvimentista Autoritária",
    "tagline": "Defende Estado forte, nacionalismo econômico e desenvolvimento industrial, mesmo à custa de liberdades políticas e de mercado.",
    "description_short": "Combina igualdade social com nacionalismo econômico e forte intervencionismo estatal. Defende um Estado centralizador, voltado a promover industrialização, soberania e proteção ao trabalhador, aceitando restrições a liberdades políticas e econômicas em nome do projeto nacional.",
    "description_long": "Este perfil entende o Estado como protagonista do desenvolvimento econômico e da construção de uma nação forte e justa. Enxerga o mercado interno, a indústria nacional e empresas estatais estratégicas como instrumentos centrais para gerar emprego, renda e soberania frente a potências estrangeiras e ao capital financeiro internacional. É favorável a políticas de substituição de importações, tarifas de proteção, bancos públicos de investimento e planejamentos plurianuais. Em leis trabalhistas e sociais, tende a defender direitos robustos para trabalhadores e camadas populares, com sindicatos fortes aliados a um Estado que se apresenta como defensor do povo.\n\nNa dimensão política, o perfil é autoritário: aceita concentração de poder no Executivo, controle mais rígido sobre mídia e oposição, e uso de ferramentas estatais para neutralizar forças consideradas retrógradas ou pró-imperialistas. Em termos comunitários, combina retórica popular e nacionalista, valorizando figuras históricas, símbolos nacionais e uma visão de povo como sujeito coletivo guiado pelo Estado. Em método, privilegia planejamento centralizado, grandes obras, empresas estatais e políticas industriais dirigidas. No eixo pragmatismo, é idealista em relação ao projeto de nação e ao papel redentor do Estado, mas pragmático no uso de instrumentos de força, propaganda e controle para implementá-lo.",
    "description_long_split": {
      "economic": "Defende forte intervenção estatal, com políticas de substituição de importações, tarifas, empresas públicas e bancos estatais para impulsionar industrialização e emprego.",
      "social": "Apoia direitos trabalhistas amplos e proteção social robusta, aceitando limitar liberdades políticas e econômicas consideradas contrárias ao projeto nacional-popular.",
      "community": "Combina nacionalismo popular, culto a símbolos nacionais e narrativa de povo guiado por uma liderança forte e por um Estado desenvolvimentista.",
      "method": "Prefere planejamento centralizado, grandes planos nacionais, empresas estatais e alianças entre governo, sindicatos e empresariado nacional.",
      "pragmatism": "Idealiza o projeto de desenvolvimento nacional, mas é pragmático no uso de aparato estatal, propaganda e controle institucional para implementá-lo."
    },
    "authors": {
      "classic": [
        "Friedrich List",
        "Raúl Prebisch",
        "Celso Furtado",
        "Getúlio Vargas (como figura histórica)",
        "Karl Polanyi"
      ],
      "modern_international": [
        "Ha-Joon Chang",
        "Dani Rodrik",
        "Erik Reinert",
        "Alice Amsden",
        "Giovanni Arrighi"
      ],
      "modern_national": [
        "Leonel Brizola",
        "Ciro Gomes",
        "André Singer",
        "Darcy Ribeiro",
        "Maria da Conceição Tavares"
      ]
    },
    "examples": [
      "Defender reestatização ou fortalecimento de empresas públicas em setores estratégicos como energia, petróleo e infraestrutura.",
      "Apoiar tarifas de importação e cotas para proteger indústrias nacionais consideradas fundamentais para a soberania.",
      "Propor bancos públicos de investimento robustos para financiar grandes projetos industriais e de infraestrutura.",
      "Aceitar maior controle estatal sobre mídia e comunicação em nome da defesa do projeto nacional-popular.",
      "Defender alianças entre governo, sindicatos e empresariado nacional para coordenar salários, investimentos e metas de produção.",
      "Criticar abertura comercial ampla e acordos internacionais que limitem políticas industriais nacionais.",
      "Apoiar uso intensivo de propaganda estatal em favor de um projeto de desenvolvimento nacional, exaltando líderes e feitos históricos.",
      "Ver com desconfiança organizações internacionais que condicionam crédito a políticas de austeridade ou liberalização econômica."
    ],
    "metadata": {
      "keywords": [
        "desenvolvimentismo",
        "esquerda nacional",
        "estado forte",
        "industrialização",
        "soberania",
        "autoritarismo"
      ],
      "color": "#B03A2E"
    }
  }
}

