{
  "economic": [
    {
      "id": "EC1",
      "text": "Regulações mais detalhadas sobre empresas às vezes podem ser necessárias para garantir padrões mínimos de qualidade e segurança.",
      "weight": 1,
      "direction": -1
    },
    {
      "id": "EC2",
      "text": "É papel do governo atuar para reduzir desigualdades econômicas significativas.",
      "weight": 1,
      "direction": -1
    },
    {
      "id": "EC3",
      "text": "Menos regras econômicas podem estimular inovação e crescimento de forma mais eficiente que modelos fortemente regulados.",
      "weight": 1,
      "direction": 1
    },
    {
      "id": "EC4",
      "text": "Quando o governo interfere menos no mercado, os preços e a competição tendem a funcionar melhor.",
      "weight": 1,
      "direction": 1
    },
    {
      "id": "EC5",
      "text": "Incentivos de mercado costumam ser mais eficientes que programas públicos diretos para melhorar o bem-estar econômico.",
      "weight": 1,
      "direction": 1
    },
    {
      "id": "EC6",
      "text": "Políticas estatais podem ser importantes para proteger grupos vulneráveis em períodos de crise econômica.",
      "weight": 1,
      "direction": -1
    },
    {
      "id": "EC7",
      "text": "A abertura comercial pode beneficiar o país desde que existam regras claras para evitar práticas desleais.",
      "weight": 1,
      "direction": 1
    }
  ],

  "social": [
    {
      "id": "SO1",
      "text": "As pessoas devem ter ampla liberdade para conduzir sua vida pessoal desde que não prejudiquem terceiros.",
      "weight": 1,
      "direction": -1
    },
    {
      "id": "SO2",
      "text": "A expressão de ideias deve ser amplamente permitida, mesmo quando gera desacordo na sociedade.",
      "weight": 1,
      "direction": -1
    },
    {
      "id": "SO3",
      "text": "O governo pode limitar formas de expressão quando houver indícios claros de risco para a coletividade.",
      "weight": 1,
      "direction": 1
    },
    {
      "id": "SO4",
      "text": "Leis mais duras podem ser justificadas para proteger a segurança e a ordem pública.",
      "weight": 1,
      "direction": 1
    },
    {
      "id": "SO5",
      "text": "O Estado deve garantir igualdade de direitos independentemente de costumes, crenças ou identidades individuais.",
      "weight": 1,
      "direction": -1
    },
    {
      "id": "SO6",
      "text": "A autoridade estatal pode ser necessária para lidar com comportamentos que ameacem a estabilidade social.",
      "weight": 1,
      "direction": 1
    },
    {
      "id": "SO7",
      "text": "Decisões pessoais sobre família, estilo de vida ou relações afetivas devem ser respeitadas pelo Estado.",
      "weight": 1,
      "direction": -1
    }
  ],

  "community": [
    {
      "id": "CM1",
      "text": "Uma sociedade pode se beneficiar de maior abertura e cooperação com outros países.",
      "weight": 1,
      "direction": -1
    },
    {
      "id": "CM2",
      "text": "Valores e obrigações da comunidade podem ter importância semelhante aos direitos individuais.",
      "weight": 1,
      "direction": 1
    },
    {
      "id": "CM3",
      "text": "Políticas de controle migratório mais rígidas podem ser justificadas em alguns casos, em nome da preservação cultural.",
      "weight": 1,
      "direction": 1
    },
    {
      "id": "CM4",
      "text": "Interações entre culturas diferentes tendem a enriquecer a sociedade.",
      "weight": 1,
      "direction": -1
    },
    {
      "id": "CM5",
      "text": "Um forte sentimento de pertencimento ao país pode fortalecer a coesão social.",
      "weight": 1,
      "direction": 1
    },
    {
      "id": "CM6",
      "text": "Em decisões importantes, a vontade nacional deve ter mais peso que recomendações de organismos internacionais.",
      "weight": 1,
      "direction": 1
    },
    {
      "id": "CM7",
      "text": "A cooperação internacional pode ser essencial para enfrentar desafios que nenhum país resolve sozinho.",
      "weight": 1,
      "direction": -1
    }
  ],

  "method": [
    {
      "id": "ME1",
      "text": "Projetos sociais podem ser conduzidos com base em critérios técnicos definidos por especialistas.",
      "weight": 1,
      "direction": -1
    },
    {
      "id": "ME2",
      "text": "Mudanças planejadas de forma gradual podem funcionar melhor que grandes reformas de uma só vez.",
      "weight": 1,
      "direction": 1
    },
    {
      "id": "ME3",
      "text": "Decisões públicas devem considerar evidências e dados antes de fatores ideológicos.",
      "weight": 1,
      "direction": -1
    },
    {
      "id": "ME4",
      "text": "Políticas públicas podem ser aprimoradas ao longo do tempo a partir de ajustes contínuos.",
      "weight": 1,
      "direction": 1
    },
    {
      "id": "ME5",
      "text": "Limitações humanas tornam difícil prever todos os efeitos de reformas estruturais, o que reforça abordagens graduais.",
      "weight": 1,
      "direction": 1
    },
    {
      "id": "ME6",
      "text": "A implementação de políticas deve priorizar métodos comprovados ao invés de experimentações arriscadas.",
      "weight": 1,
      "direction": 1
    },
    {
      "id": "ME7",
      "text": "Planos governamentais podem ser mais eficazes quando baseados em estudos técnicos detalhados.",
      "weight": 1,
      "direction": -1
    }
  ],

  "pragmatism": [
    {
      "id": "PR1",
      "text": "Visões de longo prazo, mais amplas, podem orientar transformações sociais.",
      "weight": 1,
      "direction": -1
    },
    {
      "id": "PR2",
      "text": "Resultados práticos podem ser mais importantes do que manter uma posição totalmente coerente com princípios abstratos.",
      "weight": 1,
      "direction": 1
    },
    {
      "id": "PR3",
      "text": "Avanços graduais e previsíveis podem ser preferíveis quando há incerteza sobre propostas mais ambiciosas.",
      "weight": 1,
      "direction": 1
    },
    {
      "id": "PR4",
      "text": "Algumas metas sociais podem ser perseguidas mesmo quando sua eficácia imediata não está totalmente clara.",
      "weight": 1,
      "direction": -1
    },
    {
      "id": "PR5",
      "text": "Concessões políticas podem ser necessárias para alcançar avanços possíveis no curto prazo.",
      "weight": 1,
      "direction": 1
    },
    {
      "id": "PR6",
      "text": "A busca por resultados concretos pode exigir adaptações contínuas nas estratégias.",
      "weight": 1,
      "direction": 1
    },
    {
      "id": "PR7",
      "text": "Mesmo diante de dificuldades, algumas ideias de longo prazo merecem ser defendidas pela sua importância simbólica ou moral.",
      "weight": 1,
      "direction": -1
    }
  ]
}
